{
    "signature":[
        {
            "image":"https://media.blueapron.com/recipes/38764/square_newsletter_images/1684298321-49-0024-4107/0619_2P12_Togarashi-Scallops_671_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Togarashi Scallops",
            "title":"with Beurre Blanc, Soy Mustard & Sushi Rice",
            "time":35,
            "price":12.99,
            "about_dish":"We’re using homemade beurre blanc (a classic French butter sauce) and a mix of soy glaze and dijon to drizzle over togarashi-seared scallops for a unique, rich flavor combo you won’t forget!",
            "highlight":"Sea scallops develop a delightfully crisp, golden brown exterior when seared in the pan—just be sure to thoroughly pat them dry, as excess moisture will prevent that delicious browning.",
            "calories":840,
            "ingredients_image":"https://media.blueapron.com/recipes/38764/ingredient_images/1684349576-47-0001-5629/0619_2PRE12_large_feature.png",
            "ingredients_detail":[
                "10 oz Sustainably Sourced Sea Scallops",
                "½ cup Sushi Rice",
                "1 Tbsp Togarashi Seasoning (Sweet Paprika, Hot Paprika, Dried Orange Peel, Poppy Seeds, White Sesame Seeds & Black Sesame Seeds)",
                "1 oz Salted Butter",
                "1 Tbsp Verjus Blanc",
                "¼ cup Cream",
                "1 Tbsp Rice Vinegar",
                "2 cloves Garlic",
                "1 tsp Furikake",
                "2 Tbsps Soy Glaze",
                "3 Tbsps East Asian-Style Sautéed Aromatics",
                "⅓ cup Crispy Onions",
                "1 Tbsp Dijon Mustard",
                "2 Scallions",
                "3 oz Radishes",
                "4 oz Sugar Snap Peas]"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/38764/recipe_steps/92354/1684298364-49-0026-6623/0619_2P12_Togarashi-Scallops_336_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/38764/recipe_steps/92355/1684298405-47-0023-2866/0517_FP7_Roy-Yamaguchi-Togarashi-Tuna-Beurre-Blanc_4768_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/38764/recipe_steps/92356/1684298368-49-0027-0687/0619_2P12_Togarashi-Scallops_337_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/38764/recipe_steps/92357/1684298419-47-0024-5161/0517_2P12_Roy-Yamaguchi-Togarashi-Tuna-Beurre-Blanc_5790_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/38764/recipe_steps/92358/1684298476-48-0024-7001/0517_2P12_Togarashi-Scallops_8089_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Wash and dry the fresh produce. Halve the radishes lengthwise, then thinly slice crosswise. Pull off and discard the tough string that runs the length of each snap pea pod. Peel and roughly chop 2 cloves of garlic. Thinly slice the scallions. Cut the butter into small pieces. In a bowl, combine the soy glaze and mustard.",
                "In a small pot, combine the rice, a big pinch of salt, and 3/4 cup of water. Heat to boiling on high. Once boiling, reduce the heat to low. Cover and cook, without stirring, 15 to 17 minutes, or until the water has been absorbed and the rice is tender. Turn off the heat and fluff with a fork; stir in the sautéed aromatics. Taste, then season with salt and pepper if desired.",
                "Meanwhile, in a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot Add the sliced radishes; season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until slightly softened. Add the prepared peas, chopped garlic, and half the sliced scallions; season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Transfer to a bowl. Cover with foil to keep warm. Wipe out the pan.",
                "Pat the scallops dry with paper towels. Using your hands, remove and discard the tough side muscle from each scallop. Season on both sides with salt, pepper, and enough of the togarashi to coat (you may have extra). In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the seasoned scallops in an even layer. Cook 3 to 4 minutes, or until browned. Flip and cook 30 seconds to 1 minute, or until lightly browned and cooked through. Transfer to a plate. Cover with foil to keep warm. Rinse and wipe out the pan.",
                "To the same pan, add the remaining sliced scallions, verjus, and vinegar. Cook on medium, without stirring, 30 seconds to 1 minute, or until most of the liquid has cooked off. Add the cream. Cook, whisking occasionally, 1 to 2 minutes, or until heated through and slightly thickened. Turn off the heat. Gradually whisk in the butter pieces until thoroughly combined and emulsified. (If the sauce is too thick, gradually whisk in 1 teaspoon of water at a time to reach your desired consistency.) Taste, then season with salt and pepper if desired. Serve the cooked scallops with the finished rice and cooked vegetables. Top the scallops with the beurre blanc and soy mustard. Garnish the rice and vegetables with the furikake and crispy onions. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39019/square_newsletter_images/1684252892-46-0006-5404/0619_2P11_Guajillo-Chicken-Tacos_339_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Oven-Baked Chicken Tacos",
            "title":"with Guacamole, Guajillo Sauce & Jalapeño",
            "time":25,
            "price":11.99,
            "about_dish":"Featuring pre-chopped ingredients and a recyclable baking tin, our Ready to Cook recipes make prep and cleaning a breeze. Just assemble, bake, and enjoy! For this dish, you’ll bake a hearty taco filling—featuring tender bites of chicken, fresh tomatoes, smoky guajillo sauce, and more—to serve inside soft flour tortillas. You’ll finish the tacos off with melty cheese and a dollop of creamy guacamole.",
            "highlight":"",
            "calories":600,
            "ingredients_image":"https://media.blueapron.com/recipes/39019/ingredient_images/1684430214-50-0006-6742/0619_2PRE11_large_feature.png",
            "ingredients_detail":[
                "10 oz Boneless Chicken Breast Pieces",
                "4 Flour Tortillas",
                "4 oz Grape Tomatoes",
                "⅓ cup Guajillo Chile Pepper Sauce",
                "2 oz Shredded Cheddar & Monterey Jack Cheese Blend",
                "¼ cup Guacamole",
                "1 Tbsp Mexican Spice Blend (Ancho Chile Powder, Smoked Paprika, Garlic Powder, Ground Cumin & Dried Mexican Oregano)",
                "1 8-Oz Can Tomato Sauce",
                "1 oz Sliced Pickled Jalapeño Pepper",
                "1 Single-Use Aluminum Tray"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39019/recipe_steps/94133/1684252905-47-0003-3300/0619_2P11_Guajillo-Chicken-Tacos673_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39019/recipe_steps/94134/1684252944-47-0004-8849/0702_2PP_Margarita-Chicken-Fajitas_0547_WEB.jpg?width=512"
            ],
            "instruction_detail":[
                "Preheat the oven to 450°F. Wash and dry the tomatoes. Pat the chicken dry with paper towels. Season with salt, pepper, and enough of the spice blend to coat (you may have extra). In the tray, combine the seasoned chicken, tomatoes, guajillo sauce, and tomato sauce. Season with salt and pepper; stir to thoroughly combine. Bake, uncovered, 19 to 21 minutes, or until slightly thickened and the chicken is cooked through.",
                "Meanwhile, wrap the tortillas in foil and place directly onto an oven rack; warm 7 to 9 minutes, or until heated through. Transfer to a work surface and carefully unwrap. Serve the baked tray with the warmed tortillas. Top with the cheese, guacamole, and as much of the pepper as you'd like, depending on how spicy you'd like the dish to be. Enjoy! "
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39293/square_newsletter_images/1684174028-49-0010-0239/1003_2PV2_Pesto-Gnocchi_066_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Oven-Baked Cheesy Pesto Gnocchi",
            "title":"with Spinach & Tomatoes",
            "time":40,
            "price":10.99,
            "about_dish":"Featuring pre-chopped ingredients and a recyclable baking tin, our Ready to Cook recipes make prep and cleaning a breeze. Just assemble, bake, and enjoy! This hearty and comforting gnocchi dish features herbaceous basil pesto, creamy mascarpone, and a duo of spinach and tomatoes all baked under a layer of melty mozzarella cheese.",
            "highlight":"",
            "calories":730,
            "ingredients_image":"https://media.blueapron.com/recipes/39293/ingredient_images/1684349622-48-0001-8066/0619_2PV2_large_feature.png",
            "ingredients_detail":[
                "¾ lb Gnocchi",
                "2 Tbsps Mascarpone Cheese",
                "¼ cup Grated Parmesan Cheese",
                "⅓ cup Basil Pesto",
                "3 oz Baby Spinach",
                "4 oz Grape Tomatoes",
                "¼ tsp Crushed Red Pepper Flakes",
                "4 oz Fresh Mozzarella Cheese",
                "1 Single-Use Aluminum Tray"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39293/recipe_steps/94172/1684174050-49-0011-5342/1003_2PV2_Pesto-Gnocchi_000_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39293/recipe_steps/94173/1684174053-52-0019-9333/1003_2PV2_Pesto-Gnocchi_078_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Place an oven rack in the center of the oven; preheat to 450°F. Wash and dry the fresh produce. In the tray, combine the spinach, gnocchi, pesto, mascarpone, tomatoes, and as much of the red pepper flakes as you'd like, depending on how spicy you'd like the dish to be. Stir to combine. Add 2 tablespoons of water to the tray. Season with salt and pepper; stir to thoroughly combine.",
                "Tightly cover the tray with foil and bake 30 minutes. Leaving the oven on, remove from the oven. Carefully remove the foil. Evenly top with the mozzarella (tearing into bite-sized pieces before adding). Return to the oven and bake, uncovered, 4 to 6 minutes, or until the cheese is melted. Remove from the oven. Let stand at least 3 minutes. Serve the baked tray garnished with the parmesan. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39450/square_newsletter_images/1684298629-49-0028-2722/0619_2P19_Shawarma-Lamb-Pitas17295_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Shawarma Lamb-Stuffed Pitas",
            "title":"with Tzatziki & Arugula Salad",
            "time":45,
            "price":6.99,
            "about_dish":"Calling on bold, warming Middle Eastern flavors, this dish features soft pitas filled with ground lamb, sweet currants, briny olives, and a blend of classic shawarma spices. You’ll bake the pitas in the oven and serve them with a cooling tzatziki dipper, plus a crisp arugula salad studded with tangy feta, cucumber, and fresh mint.",
            "highlight":"",
            "calories":920,
            "ingredients_image":"https://media.blueapron.com/recipes/39450/ingredient_images/1684349580-47-0003-0400/0619_2PRE19_large_feature.png",
            "ingredients_detail":[
                "12 oz Pasture-Raised Ground Lamb",
                "2 Pocketless Pitas",
                "1 Tbsp Shawarma Spice Blend (Ground Coriander, Cumin Seeds, Garlic Powder, Smoked Sweet Paprika & Ground Turmeric)",
                "½ cup Tzatziki (Cucumber-Yogurt Sauce)",
                "1 bunch Mint",
                "1½ oz Feta Cheese",
                "1 Persian Cucumber",
                "3 Tbsps Pepper Sofrito",
                "4 oz Grape Tomatoes",
                "1 oz Sliced Roasted Red Peppers",
                "1 Tbsp Red Wine Vinegar",
                "2 tsps Honey",
                "2 Tbsps Dried Currants",
                "1 oz Castelvetrano Olives (May Contain Pits)",
                "2 oz Arugula"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39450/recipe_steps/94616/1684298682-49-0029-9365/0619_2P19_Shawarma-Lamb-Pitas17218_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39450/recipe_steps/94613/1684298691-47-0026-8056/0619_2P19_Shawarma-Lamb-Pitas17235_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39450/recipe_steps/94793/1684298703-48-0027-1180/0619_2P19_Shawarma-Lamb-Pitas17256_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39450/recipe_steps/94614/1684298707-47-0027-3313/0619_2P19_Shawarma-Lamb-Pitas17245_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Place an oven rack in the center of the oven; preheat to 400°F. Wash and dry the fresh produce. Roughly chop the olives (if necessary, remove the pits). Halve the tomatoes. Halve the cucumber lengthwise, then thinly slice crosswise. Roughly chop the peppers. Pick the mint leaves off of the stems. In a large bowl, whisk together the vinegar, honey, and a drizzle of olive oil; season with salt and pepper.",
                "Microwave the pitas 15 to 30 seconds, or until soft and pliable. Transfer to a work surface. In a bowl, combine the lamb, pepper sofrito, chopped olives, currants, and spice blend. Season with salt and pepper. Gently mix to combine. Form the filling into two equal-sized oval patties. Place each patty on one half of each warmed pita. Fold the pitas in half over the filling, pressing down with your fingers until they remain closed.",
                "Coat the center of a sheet pan with a drizzle of olive oil. Transfer the stuffed pitas to the sheet pan. Drizzle olive oil over the tops. Bake 6 to 7 minutes, or until lightly browned. Leaving the oven on, remove from the oven. Carefully flip the pitas, then return to the oven and bake 6 to 7 minutes, or until the pitas are crispy and the lamb is cooked through.* Transfer to a cutting board and let stand 5 minutes. Carefully halve crosswise.",
                "To the bowl of dressing, add the arugula, halved tomatoes, sliced cucumber, and chopped peppers; season with salt and pepper. Toss to combine. Serve the baked pitas with the tzatziki and salad. Garnish the salad with the cheese (crumbing before adding) and mint leaves (tearing just before adding). Enjoy! "
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39760/square_newsletter_images/1684253379-46-0015-5473/1026_2P8_Spiced_Pork_Bucatini0908_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Ground Pork Ragù & Orecchiette Pasta",
            "title":"with Currants & Shishito Peppers",
            "time":30,
            "price":5.99,
            "about_dish":"To add exciting contrast of flavor to this comforting pasta, you’ll cook savory pork with plump, sweet currants and briny capers in a bright sauce flavored with our warming spice blend, quatre épices (or four spices), which features white pepper, nutmeg, ginger, and cloves.",
            "highlight":"",
            "calories":840,
            "ingredients_image":"https://media.blueapron.com/recipes/39760/ingredient_images/1684430171-50-0004-6896/0619_2PRE08_large_feature.png",
            "ingredients_detail":[
                "10 oz Ground Pork",
                "6 oz Orecchiette Pasta",
                "1 Tbsp Capers",
                "2 Tbsps Dried Currants",
                "3 oz Shishito Peppers",
                "2 cloves Garlic",
                "1 tsp Quatre Épices (White Pepper, Nutmeg, Ginger & Cloves)",
                "2 Tbsps Tomato Paste",
                "¼ cup Grated Parmesan Cheese",
                "2 Tbsps Mascarpone Cheese",
                "¼ tsp Crushed Red Pepper Flakes"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39760/recipe_steps/95557/1684254574-47-0020-9924/1026_2P8_Pork-Pasta_0604_Shishitos_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39760/recipe_steps/95558/1684253590-47-0013-0491/1026_2P8_Pork-Pasta_0605_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39760/recipe_steps/95559/1684253606-48-0009-9414/1026_2PV2_Risotto_0795_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39760/recipe_steps/95560/1684253403-47-0010-2622/1026_2P8_Spiced_Pork_Bucatini0912_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39760/recipe_steps/95561/1684253409-47-0011-7048/1026_2P8_Spiced_Pork_Bucatini0895_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Peel and roughly chop 2 cloves of garlic. Wash and dry the peppers; cut off and discard the stems, then cut crosswise into 1/2-inch pieces. Thoroughly wash your hands immediately after handling. Place the currants in a bowl; cover with 1/4 cup of hot water. Set aside to rehydrate at least 10 minutes.",
                "Add the pasta to the pot of boiling water. Cook, stirring occasionally, 9 to 11 minutes, or until al dente (still slightly firm to the bite). Turn off the heat. Reserving 1/2 cup of the pasta cooking water, drain thoroughly and return to the pot.",
                "Meanwhile, in a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the pepper pieces in an even layer. Cook, without stirring, 2 to 3 minutes, or until lightly browned. Season with salt and pepper Continue to cook, stirring occasionally, 3 to 4 minutes, or until softened. Transfer to a plate and cover with foil to keep warm. Wipe out the pan.",
                "In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the pork, chopped garlic, capers, and quatre épices; season with salt and pepper. Cook, stirring frequently and breaking the meat apart with a spoon, 4 to 6 minutes, or until lightly browned. Add the tomato paste and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be; season with salt and pepper. Cook, stirring constantly, 1 to 2 minutes, or until thoroughly combined. Add 1/4 cup of water (carefully, as the liquid may splatter) and the rehydrated currants (including the liquid); season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until the sauce is slightly thickened and the pork is cooked through. Turn off the heat.",
                "To the pot of cooked pasta, add the cooked pork and sauce, cooked peppers, and half the reserved pasta cooking water. Cook on medium-high, stirring constantly, 1 to 2 minutes, or until combined and the pasta is coated (if necessary, gradually add the remaining cooking water to ensure the pasta is thoroughly coated). Turn off the heat. Stir in the mascarpone until combined. Taste, then season with salt and pepper if desired. Serve the finished pasta garnished with the parmesan. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39785/square_newsletter_images/1684254649-48-0012-6139/0217_2PRE11_Romesco-Chicken_081_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Romesco Chicken & Poblano Pepper",
            "title":"with Currant Couscous",
            "time":25,
            "price":9.99,
            "about_dish":"This flavor-packed dish features our romesco sauce—a smoky, Spanish-style sauce made with almonds, roasted red peppers, tomatoes, and garlic—which we’re using to coat a mix of tender chicken, onion, and poblano pepper. It all comes together over a bed of fluffy couscous studded with currants for pops of sweet flavor.11 Points value per serving To learn more about WW's Points program, visit ww.com Hey, Chef! Try these WW pro-tips: Skip adding salt during prep and cooking, and see nutrition info for sodium as packaged. Counting Points? Choose nonstick cooking spray (0 Points) instead of olive oil (1 Points value per teaspoon) to coat your pan before heating.",
            "highlight":"",
            "calories":570,
            "ingredients_image":"https://media.blueapron.com/recipes/39785/ingredient_images/1684430167-49-0005-1803/0619_2PRE07_large_feature.png",
            "ingredients_detail":[
                "10 oz Boneless Chicken Breast Pieces",
                "½ cup Yellow Couscous",
                "1 Poblano Pepper",
                "1 Red Onion",
                "2 cloves Garlic",
                "3 Tbsps Romesco Sauce (Contains Almonds)",
                "2 Scallions",
                "2 Tbsps Dried Currants",
                "¼ cup Labneh Cheese",
                "1 oz Castelvetrano Olives (May Contain Pits)"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39785/recipe_steps/95677/1684254740-48-0015-5111/0217_2PRE11_Romesco-Chicken_055_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39785/recipe_steps/95678/1684254743-48-0016-7246/0217_2PRE11_Romesco-Chicken_109_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39785/recipe_steps/95679/1684254746-47-0023-4334/0217_2PRE11_Romesco-Chicken_123_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39785/recipe_steps/95680/1684254749-47-0024-5056/0217_2PRE11_Romesco-Chicken_127_WEB_Oil-out.png?width=512"
            ],
            "instruction_detail":[
                "Wash and dry the fresh produce. Peel and roughly chop 2 cloves of garlic. Thinly slice the scallions, separating the white bottoms and hollow green tops. Roughly chop the olives (if necessary, remove the pits). Halve, peel, and thinly slice the onion. Cut off and discard the stem of the pepper. Halve lengthwise; remove the ribs and seeds, then thinly slice crosswise. Thoroughly wash your hands immediately after handling. In a large bowl, combine the sliced onion and sliced pepper.",
                "In a small pot, heat a drizzle of olive oil on medium-high until hot. Add the chopped garlic and sliced white bottoms of the scallions; season with salt and pepper. Cook, stirring constantly, 30 seconds to 1 minute, or until slightly softened. Add the couscous, currants, a big pinch of salt, and 3/4 cup of water (carefully, as the liquid may splatter); stir to combine. Heat to boiling on high. Once boiling, turn off the heat. Cover and let stand 6 to 8 minutes, or until the water has been absorbed and the couscous is tender. Fluff with a fork. Taste, then season with salt and pepper if desired. Cover to keep warm.",
                "Meanwhile, pat the chicken dry with paper towels. Add to the bowl of sliced onion and pepper. Season with salt and pepper; stir to coat. In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the seasoned chicken and vegetables in an even layer. Cook, without stirring, 3 to 4 minutes, or until lightly browned. Add the chopped olives. Cook, stirring occasionally, 3 to 4 minutes, or until the vegetables are softened and the chicken is cooked through. Turn off the heat. Stir in the romesco sauce until thoroughly combined. Taste, then season with salt and pepper if desired.",
                "Meanwhile, season the labneh with salt and pepper. Serve the cooked couscous topped with the cooked chicken and vegetables and seasoned labneh. Garnish with the sliced green tops of the scallions. Enjoy! "
            ]
        },
        {
            "image":"",
            "name":"",
            "title":"",
            "time":0,
            "price":0,
            "about_dish":"",
            "highlight":"",
            "calories":"",
            "ingredients_image":"",
            "ingredients_detail":[],
            "instruction_image":[],
            "instruction_detail":[]
        }

    ],






    


    "vegetarian":[
        {
            "image":"https://media.blueapron.com/recipes/39293/square_newsletter_images/1684174028-49-0010-0239/1003_2PV2_Pesto-Gnocchi_066_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Oven-Baked Cheesy Pesto Gnocchi",
            "title":"with Spinach & Tomatoes",
            "time":40,
            "price":10.99,
            "about_dish":"Featuring pre-chopped ingredients and a recyclable baking tin, our Ready to Cook recipes make prep and cleaning a breeze. Just assemble, bake, and enjoy! This hearty and comforting gnocchi dish features herbaceous basil pesto, creamy mascarpone, and a duo of spinach and tomatoes all baked under a layer of melty mozzarella cheese.",
            "highlight":"",
            "calories":730,
            "ingredients_image":"https://media.blueapron.com/recipes/39293/ingredient_images/1684349622-48-0001-8066/0619_2PV2_large_feature.png",
            "ingredients_detail":[
                "¾ lb Gnocchi",
                "2 Tbsps Mascarpone Cheese",
                "¼ cup Grated Parmesan Cheese",
                "⅓ cup Basil Pesto",
                "3 oz Baby Spinach",
                "4 oz Grape Tomatoes",
                "¼ tsp Crushed Red Pepper Flakes",
                "4 oz Fresh Mozzarella Cheese",
                "1 Single-Use Aluminum Tray"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39293/recipe_steps/94172/1684174050-49-0011-5342/1003_2PV2_Pesto-Gnocchi_000_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39293/recipe_steps/94173/1684174053-52-0019-9333/1003_2PV2_Pesto-Gnocchi_078_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Place an oven rack in the center of the oven; preheat to 450°F. Wash and dry the fresh produce. In the tray, combine the spinach, gnocchi, pesto, mascarpone, tomatoes, and as much of the red pepper flakes as you'd like, depending on how spicy you'd like the dish to be. Stir to combine. Add 2 tablespoons of water to the tray. Season with salt and pepper; stir to thoroughly combine.",
                "Tightly cover the tray with foil and bake 30 minutes. Leaving the oven on, remove from the oven. Carefully remove the foil. Evenly top with the mozzarella (tearing into bite-sized pieces before adding). Return to the oven and bake, uncovered, 4 to 6 minutes, or until the cheese is melted. Remove from the oven. Let stand at least 3 minutes. Serve the baked tray garnished with the parmesan. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39787/square_newsletter_images/1684171579-52-0004-5288/0722_2PV1_Pizza_3290_Square_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Three Cheese Pizza",
            "title":"with Caramelized Onion",
            "time":40,
            "price":11.99,
            "about_dish":"This irresistible pizza features a rich combination of fontina, Grana Padano, and fresh mozzarella cheeses. The trio deliciously melt together over a flavorful tomato sauce that’s seasoned with fresh garlic and classic dried Italian herbs like basil and oregano for plenty of flavor in every bite.",
            "highlight":"",
            "calories":940,
            "ingredients_image":"https://media.blueapron.com/recipes/39787/ingredient_images/1684349618-47-0002-5047/0619_2PV1_large_feature.png",
            "ingredients_detail":[
                "16 oz Pizza Dough",
                "1 8-Oz Can Tomato Sauce",
                "2 cloves Garlic",
                "4 oz Fresh Mozzarella Cheese",
                "1 Yellow Onion",
                "1 Tbsp Italian Seasoning (Whole Dried Basil, Sage, Oregano, Savory, Rosemary, Thyme & Marjoram)",
                "0.7 oz Grana Padano Cheese",
                "¼ tsp Crushed Red Pepper Flakes",
                "1 Tbsp Apple Cider Vinegar",
                "2 oz Fontina Cheese",
                "2 tsps Honey"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39787/recipe_steps/95686/1684171714-47-0005-7852/1022_2PV1_Pizza_064_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39787/recipe_steps/95687/1684171734-49-0005-6500/1022_2PV1_Pizza_066_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39787/recipe_steps/95688/1684171750-47-0008-1777/1022_2PV1_Pizza_080_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39787/recipe_steps/95689/1684171666-47-0003-8101/0722_2PV1_Pizza_073_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39787/recipe_steps/95690/1684171671-47-0004-5690/0722_2PV1_Pizza_082_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Remove the dough from the refrigerator to bring to room temperature. Place an oven rack in the center of the oven; preheat to 475°F. Peel and roughly chop 2 cloves of garlic. Grate the fontina on the large side of a box grater. Tear the mozzarella into small pieces. Grate the Grana Padano on the small side of a box grater.",
                "In a small pot, heat a drizzle of olive oil on medium-high until hot. Add the chopped garlic; season with salt and pepper. Cook, stirring constantly, 30 seconds to 1 minute, or until slightly softened. Add the tomato sauce (carefully, as the liquid may splatter) and Italian seasoning; season with salt and pepper. Cook, stirring frequently, 4 to 5 minutes, or until slightly thickened. Turn off the heat. Taste, then season with salt and pepper if desired.",
                "Lightly oil a sheet pan. Using your hands, gently stretch the dough to about 1/4-inch thickness. Carefully center the dough on the sheet pan. Shape towards the edges of the pan, maintaining an even thickness (if the dough is resistant, let rest 5 minutes). Leaving a 1-inch border around the edges, spread the sauce onto the prepared dough. Evenly top with the grated fontina, mozzarella pieces, and half the grated Grana Padano; season with salt and pepper. Bake, rotating the sheet pan halfway through, 14 to 19 minutes, or until the cheese is melted and the crust is golden brown. Remove from the oven and let stand at least 2 minutes.",
                "Meanwhile, halve, peel, and thinly slice the onion. In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the sliced onion; season with salt and pepper. Cook, stirring occasionally, 8 to 10 minutes, or until lightly browned and softened. Add the vinegar (carefully, as the liquid may splatter), honey, and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be. Cook, stirring frequently, 30 seconds to 1 minute, or until combined. Turn off the heat. Taste, then season with salt and pepper if desired.",
                "Transfer the baked pizza to a cutting board. Evenly top with the caramelized onion and remaining grated Grana Padano. Cut the finished pizza into equal-sized pieces. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39789/square_newsletter_images/1684174296-52-0020-5350/0819_2PV2_BBQ-Chickpea_4449_Square_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"BBQ Chickpea & Corn Grain Bowls",
            "title":"with Spicy Cucumbers & Hard-Boiled Eggs",
            "time":30,
            "price":9.99,
            "about_dish":"This farro salad boasts delicious contrast from tender chickpeas tossed in a savory-sweet barbecue sauce, crunchy marinated cucumbers, and bites of sweet corn (charred to lightly caramelize the kernels for even more flavor).",
            "highlight":"",
            "calories":670,
            "ingredients_image":"https://media.blueapron.com/recipes/39789/ingredient_images/1684349627-47-0006-0855/0619_2PV3_large_feature.png",
            "ingredients_detail":[
                "2 Pasture-Raised Eggs",
                "1 15.5-Oz Can Chickpeas",
                "½ cup Semi-Pearled Farro",
                "¼ cup Barbecue Sauce",
                "2 ears Of Corn",
                "2 Persian Cucumbers",
                "2 Scallions",
                "1 oz Sliced Pickled Jalapeño Pepper",
                "1 Tbsp Rice Vinegar",
                "2 tsps Honey",
                "1 Tbsp Smoky Spice Blend (Smoked Paprika, Sweet Paprika, Ground Yellow Mustard, Garlic Powder & Onion Powder)"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39789/recipe_steps/95696/1684174427-47-0028-2785/Farro_2_H_drain_med_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95697/1684174343-47-0022-8611/0819_2PV2_BBQ-Chickpeas_299_WEB_NoScallions.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95698/1684174462-47-0030-8188/2P_Eggs_peel_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95699/1684174377-47-0024-5103/0819_2PV2_BBQ-Chickpeas_304_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95700/1684174380-49-0020-2956/0819_2PV2_BBQ-Chickpeas_316_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Fill a separate, small pot 3/4 of the way up with water; cover and heat to boiling on high. Once the medium pot of water is boiling, add the farro. Cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot.",
                "Meanwhile, wash and dry the fresh produce. Remove any husks and silks from the corn; cut the kernels off the cobs. Thinly slice the scallions, separating the white bottoms and hollow green tops. Drain and rinse the chickpeas. Halve the cucumbers lengthwise; thinly slice crosswise. Roughly chop the pepper. Thoroughly wash your hands, knife, and cutting board immediately after handing. In a bowl, combine the sliced cucumbers, a drizzle of olive oil, and as much of the chopped pepper as you’d like, depending on how spicy you’d like the dish to be; season with salt and pepper. Stir to combine. Set aside to marinate, stirring occasionally, at least 10 minutes. Taste, then season with salt and pepper if desired. In a separate bowl, whisk together the honey, vinegar, and 1 tablespoon of olive oil; season with salt and pepper.",
                "Carefully add the eggs to the small pot of boiling water. Cook 9 minutes for hard-boiled. Turn off the heat. Drain and rinse under cold water 30 seconds to 1 minute to stop the cooking process. When cool enough to handle, peel the cooked eggs; thinly slice. Season with salt and pepper.",
                "Meanwhile, in a large pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the corn kernels; season with salt and pepper. Cook, without stirring, 3 to 4 minutes, or until lightly charred (be careful, as the corn may pop as it cooks). Add the sliced white bottoms of the scallions; season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Transfer to a bowl; cover with foil to keep warm. Wipe out the pan.",
                "In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the drained chickpeas and half the spice blend (you will have extra). Cook, stirring occasionally, 2 to 3 minutes, or until slightly softened. Add the barbecue sauce (carefully, as the liquid may splatter) and 1/4 cup of water. Cook, stirring occasionally, 2 to 3 minutes, or until the sauce is thickened. Turn off the heat. Taste, then season with salt and pepper if desired. To the pot of cooked farro, add the vinaigrette; stir to combine. Taste, then season with salt and pepper if desired. Serve the finished farro topped with the sliced eggs, marinated cucumbers, cooked chickpeas, and cooked corn. Garnish with the sliced green tops of the scallions. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39818/square_newsletter_images/1684174969-52-0029-9528/0619_2P22_Kimchi-Grilled-Cheese17317_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Spicy Kimchi Grilled Cheese",
            "title":"with Broccoli & Sesame Seeds",
            "time":35,
            "price":12.99,
            "about_dish":"By filling slices of warm, golden brown sourdough bread with layers of melty monterey jack and cheddar cheeses, plus the Korean favorite kimchi, or fermented cabbage, we’re giving this comfort food favorite a gourmet boost. We're serving the sandwiches with a side of sautéed broccoli simply dressed with soy sauce.",
            "highlight":"",
            "calories":440,
            "ingredients_image":"https://media.blueapron.com/recipes/39818/ingredient_images/1684349798-47-0005-5059/0619_2PRE22_large_feature.png",
            "ingredients_detail":[
                "4 slices Sourdough Pullman Bread",
                "2 Scallions",
                "2 oz White Cheddar Cheese",
                "⅓ cup Kimchi",
                "2 oz Monterey Jack Cheese",
                "2 tsps Gochujang",
                "½ lb Broccoli",
                "1 Tbsp Mirin (Salted Cooking Wine)",
                "1 tsp Black & White Sesame Seeds",
                "1 Tbsp Soy Sauce"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39818/recipe_steps/95762/1684174995-49-0023-2728/0619_2P22_Kimchi-Grilled-Cheese_316_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39818/recipe_steps/95764/1684174996-49-0024-5622/0619_2P22_Kimchi-Grilled-Cheese_317_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39818/recipe_steps/95763/1684175001-47-0035-1603/0619_2P22_Kimchi-Grilled-Cheese_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Wash and dry the fresh produce. Cut off and discard the bottom 1/2 inch of the broccoli stem; cut the broccoli into small florets. Thinly slice both cheeses. Roughly chop the kimchi. Thinly slice the scallions. In a bowl, combine the chopped kimchi, mirin, sliced scallions, and as much of the gochujang as you'd like, depending on how spicy you'd like the dish to be.",
                "In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the broccoli florets; season with salt and pepper. Cook, stirring occasionally, 3 to 4 minutes, or until lightly browned. Add 1/4 cup of water (carefully, as the liquid may splatter). Loosely cover the pan with foil and cook, without stirring, 2 to 3 minutes, or until the broccoli is tender and the water has cooked off. Transfer to a bowl; add the soy sauce and stir to coat. Taste, then season with salt and pepper if desired. Wipe out the pan.",
                "Assemble the sandwiches using the bread, sliced cheeses, and kimchi mixture; season with salt and pepper. In the same pan, heat a drizzle of olive oil on medium until hot. Add the sandwiches. Loosely cover the pan with foil and cook 2 to 4 minutes per side, or until lightly browned and the cheese is melted (if the pan seems dry, add a drizzle of olive oil before flipping). Transfer to a cutting board. Carefully cut in half. Serve the cooked sandwiches with the dressed broccoli. Garnish the broccoli with the sesame seeds. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/38532/square_newsletter_images/1684771701-46-0011-8700/0109_2PV2_Pinto-Squash-Cheese-tacos_511_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Oven-Baked Squash & Pinto Bean Tacos",
            "title":"with Cheese & Cilantro Sour Cream",
            "time":40,
            "price":10.99,
            "about_dish":"Featuring pre-chopped ingredients and a recyclable baking tin, our Ready to Cook recipes make prep and cleaning a breeze. Just assemble, bake, and enjoy! For this dish, you’ll bake a hearty taco filling—featuring tender squash, pinto beans, spicy jalapeño, and more—to serve inside soft flour tortillas. You’ll finish the tacos off with a dollop of cilantro sour cream and some crispy onions for an added crunch.",
            "highlight":"",
            "calories":860,
            "ingredients_image":"https://media.blueapron.com/recipes/38532/ingredient_images/1684962802-49-0007-0859/0626_2PV2_large_feature.png",
            "ingredients_detail":[
                "1 15.5-Oz Can Pinto Beans",
                "¼ cup Cream",
                "½ lb Diced Butternut Squash",
                "1 oz Sliced Pickled Jalapeño Pepper",
                "4 Flour Tortillas",
                "⅓ cup Guajillo Chile Pepper Sauce",
                "2 oz Shredded Cheddar & Monterey Jack Cheese Blend",
                "¼ cup Sour Cream",
                "⅓ cup Crispy Onions Or Crispy Shallots",
                "¼ cup Cilantro Sauce",
                "1 Tbsp Mexican Spice Blend (Ancho Chile Powder, Smoked Paprika, Garlic Powder, Ground Cumin & Dried Mexican Oregano)",
                "1 Single-Use Aluminum Tray"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/38532/recipe_steps/91700/1684771730-48-0019-0743/0109_2PV2_Pinto-Squash-Cheese-tacos_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/38532/recipe_steps/91701/1684771733-48-0009-8186/0109_2PV2_Pinto-Squash-Cheese-tacos_588_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/38532/recipe_steps/91702/1684771797-48-0012-6608/0702_2PP_Margarita-Chicken-Fajitas_0547_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/38532/recipe_steps/91703/1684771737-48-0020-4265/0109_2PV2_Pinto-Squash-Cheese-tacos_577_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Preheat the oven to 450°F. Drain and rinse the beans. In the tray, combine the drained beans, guajillo sauce, cream, squash, spice blend, 1/4 cup of water, and as much of the pepper as you'd like, depending on how spicy you'd like the dish to be. Season with salt and pepper; stir to thoroughly combine.",
                "Tightly cover the tray with foil and bake 28 to 30 minutes, or until slightly thickened and the squash is tender when pierced with a fork. Remove from the oven; carefully remove the foil. Stir in the cheese until melted and combined.",
                "Meanwhile, wrap the tortillas in foil and place directly onto an oven rack; warm 7 to 9 minutes, or until heated through. Transfer to a work surface and carefully unwrap.",
                "Meanwhile, in a bowl, combine the sour cream and cilantro sauce. Taste, then season with salt and pepper if desired. Serve the baked tray with the warmed tortillas. Top with the cilantro sour cream and crispy onions. Enjoy! "
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39878/square_newsletter_images/1684771284-46-0002-3019/0801_2PV1_Corn-Feta-Quiche_259_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Corn & Feta Quiche",
            "title":"with Romaine Lettuce & Radish Salad",
            "time":40,
            "price":10.99,
            "about_dish":"Flaky pie crusts are the perfect partner for a filling of sweet corn and tangy feta cheese—all baked to a golden brown finish. The richness of the quiche is balanced by a lightly-dressed salad punctuated with bites of crisp sliced radishes.",
            "highlight":"",
            "calories":800,
            "ingredients_image":"https://media.blueapron.com/recipes/39878/ingredient_images/1684962798-48-0010-7179/0626_2PV1_large_feature.png",
            "ingredients_detail":[
                "2 Pasture-Raised Eggs",
                "2 Pie Crusts",
                "2 cloves Garlic",
                "3 oz Radishes",
                "2 Scallions",
                "2 ears Of Corn",
                "1 Romaine Lettuce Heart",
                "¼ tsp Crushed Red Pepper Flakes",
                "1½ oz Feta Cheese",
                "1 Tbsp Red Wine Vinegar",
                "2 tsps Honey"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39878/recipe_steps/95911/1684771493-48-0009-6868/0910_2PV2_Summer_Quiche_0206_radish_lettuce_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39878/recipe_steps/95912/1684771517-48-0011-7352/0910_2PV2_Summer_Quiche_0217_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39878/recipe_steps/95913/1684771550-48-0013-9030/0802_2PV2_Corn-Feta-Quiche_208_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39878/recipe_steps/95914/1684771555-48-0014-2387/0802_2PV2_Corn-Feta-Quiche_219_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39878/recipe_steps/95915/1684771385-48-0008-5837/0801_2PV1_Corn-Feta-Quiche_225_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Place an oven rack in the center of the oven; preheat to 400°F. Wash and dry the fresh produce. Remove any husks and silks from the corn; cut the kernels off the cobs. Peel and roughly chop 2 cloves of garlic. Thinly slice the scallions, separating the white bottoms and hollow green tops.",
                "In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the corn kernels in an even layer. Cook, without stirring, 2 to 3 minutes, or until lightly browned (be careful, as the corn may pop as it cooks). Add the chopped garlic, sliced white bottoms of the scallions, and as much of the red pepper flakes as you’d like, depending on how spicy you’d like the dish to be. Season with salt and pepper. Cook, stirring frequently, 1 to 2 minutes, or until softened. Turn off the heat.",
                "Crack the eggs into a large bowl. Add the cheese (crumbling before adding) and 1/4 cup of water. Whisk until combined. Add the cooked corn. Season with salt and pepper; stir until thoroughly combined.",
                "Place the pie crusts on a sheet pan, leaving them in their tins. Evenly divide the filling between the crusts; season with salt and pepper. Bake, rotating the sheet pan halfway through, 19 to 21 minutes, or until the crusts are browned and the filling is set and cooked through. Remove from the oven. Let stand at least 2 minutes before serving.",
                "Meanwhile, roughly chop the lettuce. Halve the radishes lengthwise, then thinly slice crosswise. In a large bowl, whisk together the honey, vinegar, and 1 tablespoon of olive oil; season with salt and pepper. Add the sliced radishes; stir to coat. Set aside to marinate, stirring occasionally, at least 10 minutes. Just before serving, add the chopped lettuce to the bowl of marinated radishes. Toss to coat. Taste, then season with salt and pepper if desired. Serve the baked quiches with the salad on the side. Garnish with the sliced green tops of the scallions. Enjoy!"
            ]
        },
        {
            "image":"",
            "name":"",
            "title":"",
            "time":0,
            "price":0,
            "about_dish":"",
            "highlight":"",
            "calories":"",
            "ingredients_image":"",
            "ingredients_detail":[],
            "instruction_image":[],
            "instruction_detail":[]
        }
    ],






    "wellness":[
        {
            "image":"https://media.blueapron.com/recipes/39785/square_newsletter_images/1684254649-48-0012-6139/0217_2PRE11_Romesco-Chicken_081_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Romesco Chicken & Poblano Pepper",
            "title":"with Currant Couscous",
            "time":25,
            "price":9.99,
            "about_dish":"This flavor-packed dish features our romesco sauce—a smoky, Spanish-style sauce made with almonds, roasted red peppers, tomatoes, and garlic—which we’re using to coat a mix of tender chicken, onion, and poblano pepper. It all comes together over a bed of fluffy couscous studded with currants for pops of sweet flavor.11 Points value per serving To learn more about WW's Points program, visit ww.com Hey, Chef! Try these WW pro-tips: Skip adding salt during prep and cooking, and see nutrition info for sodium as packaged. Counting Points? Choose nonstick cooking spray (0 Points) instead of olive oil (1 Points value per teaspoon) to coat your pan before heating.",
            "highlight":"",
            "calories":570,
            "ingredients_image":"https://media.blueapron.com/recipes/39785/ingredient_images/1684430167-49-0005-1803/0619_2PRE07_large_feature.png",
            "ingredients_detail":[
                "10 oz Boneless Chicken Breast Pieces",
                "½ cup Yellow Couscous",
                "1 Poblano Pepper",
                "1 Red Onion",
                "2 cloves Garlic",
                "3 Tbsps Romesco Sauce (Contains Almonds)",
                "2 Scallions",
                "2 Tbsps Dried Currants",
                "¼ cup Labneh Cheese",
                "1 oz Castelvetrano Olives (May Contain Pits)"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39785/recipe_steps/95677/1684254740-48-0015-5111/0217_2PRE11_Romesco-Chicken_055_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39785/recipe_steps/95678/1684254743-48-0016-7246/0217_2PRE11_Romesco-Chicken_109_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39785/recipe_steps/95679/1684254746-47-0023-4334/0217_2PRE11_Romesco-Chicken_123_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39785/recipe_steps/95680/1684254749-47-0024-5056/0217_2PRE11_Romesco-Chicken_127_WEB_Oil-out.png?width=512"
            ],
            "instruction_detail":[
                "Wash and dry the fresh produce. Peel and roughly chop 2 cloves of garlic. Thinly slice the scallions, separating the white bottoms and hollow green tops. Roughly chop the olives (if necessary, remove the pits). Halve, peel, and thinly slice the onion. Cut off and discard the stem of the pepper. Halve lengthwise; remove the ribs and seeds, then thinly slice crosswise. Thoroughly wash your hands immediately after handling. In a large bowl, combine the sliced onion and sliced pepper.",
                "In a small pot, heat a drizzle of olive oil on medium-high until hot. Add the chopped garlic and sliced white bottoms of the scallions; season with salt and pepper. Cook, stirring constantly, 30 seconds to 1 minute, or until slightly softened. Add the couscous, currants, a big pinch of salt, and 3/4 cup of water (carefully, as the liquid may splatter); stir to combine. Heat to boiling on high. Once boiling, turn off the heat. Cover and let stand 6 to 8 minutes, or until the water has been absorbed and the couscous is tender. Fluff with a fork. Taste, then season with salt and pepper if desired. Cover to keep warm.",
                "Meanwhile, pat the chicken dry with paper towels. Add to the bowl of sliced onion and pepper. Season with salt and pepper; stir to coat. In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the seasoned chicken and vegetables in an even layer. Cook, without stirring, 3 to 4 minutes, or until lightly browned. Add the chopped olives. Cook, stirring occasionally, 3 to 4 minutes, or until the vegetables are softened and the chicken is cooked through. Turn off the heat. Stir in the romesco sauce until thoroughly combined. Taste, then season with salt and pepper if desired.",
                "Meanwhile, season the labneh with salt and pepper. Serve the cooked couscous topped with the cooked chicken and vegetables and seasoned labneh. Garnish with the sliced green tops of the scallions. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39786/square_newsletter_images/1684253163-46-0011-2458/0619_2P9_Yuzu-Orange-Glazed-Salmon324_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Yuzu-Orange Glazed Salmon",
            "title":"with Roasted Vegetables",
            "time":35,
            "price":10.49,
            "about_dish":"Yuzu kosho is a beloved Japanese condiment made from fermented chiles, salt, and the juice and zest from yuzu—a tart, fragrant citrus fruit grown in East Asia. In this dish, we're mixing it with orange marmalade as a tangy topper for flaky trout fillets, served alongside honey-sambal roasted vegetables.8 Points value per serving To learn more about WW's Points program, visit ww.com Hey, Chef! Try these WW pro-tips: Skip adding salt during prep and cooking, and see nutrition info for sodium as packaged. Counting Points? Choose nonstick cooking spray (0 Points) instead of olive oil (1 Points value per teaspoon) to coat your pan before heating.",
            "highlight":"",
            "calories":550,
            "ingredients_image":"https://media.blueapron.com/recipes/39786/ingredient_images/1684430177-49-0006-9472/0619_2PRE09_large_feature.png",
            "ingredients_detail":[
                "2 Skin-On Salmon Fillets",
                "2 Tbsps Orange Marmalade",
                "1 Tbsp Yuzu Kosho",
                "½ lb Broccoli",
                "½ lb Sweet Potato",
                "1 Red Onion",
                "1 tsp Black & White Sesame Seeds",
                "1 Tbsp Sambal Oelek",
                "2 Tbsps Coconut Aminos (Seasoning Sauce)",
                "3 oz Radishes",
                "2 tsps Honey"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39786/recipe_steps/95681/1684253180-48-0006-6178/0619_2P9_Yuzu-Orange-Glazed-Salmon320_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39786/recipe_steps/95682/1684253187-48-0007-7681/0619_2P9_Yuzu-Orange-Glazed-Salmon322_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39786/recipe_steps/95683/1684261380-49-0002-4331/0516_2P9_Yuzu-Orange-Glazed-Trout__233_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39786/recipe_steps/95684/1684253214-46-0014-9422/0516_2P9_Yuzu-Orange-Glazed-Trout__223_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Place an oven rack in the center of the oven; preheat to 450°F. Wash and dry the fresh produce. Cut off and discard the bottom 1/2 inch of the broccoli stem; cut the broccoli into small florets. Halve and peel the onion; cut into 1/2-inch-wide wedges, separating the layers. Medium dice the sweet potato. Halve the radishes. In a bowl, combine the yuzu kosho, orange marmalade, and 1/4 cup of water.",
                "Transfer the broccoli florets, onion wedges, diced sweet potato, and halved radishes to a sheet pan. Drizzle with olive oil and season with salt and pepper. Toss to coat. Arrange in an even layer. Roast 24 to 26 minutes, or until lightly browned and tender when pierced with a fork. Remove from the oven.",
                "Meanwhile, pat the fish dry with paper towels. Season with salt and pepper on both sides. In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium until hot. Add the seasoned fish, skin side up. Loosely cover the pan with foil and cook 3 to 5 minutes, or until lightly browned. Flip and cook 2 minutes. Add the glaze (carefully, as the liquid may splatter). Cook, frequently spooning the glaze over the fish, 1 to 2 minutes, or until coated and cooked through.* Turn off the heat.",
                "Meanwhile, in a bowl, combine the coconut aminos, honey, and as much of the sambal oelek as you'd like, depending on how spicy you'd like the dish to be. Evenly top the roasted vegetables with the sauce; carefully toss to coat. Taste, then season with salt and pepper if desired. Serve the glazed fish with the finished vegetables. Garnish with the sesame seeds. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39789/square_newsletter_images/1684174296-52-0020-5350/0819_2PV2_BBQ-Chickpea_4449_Square_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"BBQ Chickpea & Corn Grain Bowls",
            "title":"with Spicy Cucumbers & Hard-Boiled Eggs",
            "time":30,
            "price":10.99,
            "about_dish":"This farro salad boasts delicious contrast from tender chickpeas tossed in a savory-sweet barbecue sauce, crunchy marinated cucumbers, and bites of sweet corn (charred to lightly caramelize the kernels for even more flavor).",
            "highlight":"",
            "calories":670,
            "ingredients_image":"https://media.blueapron.com/recipes/39789/ingredient_images/1684349627-47-0006-0855/0619_2PV3_large_feature.png",
            "ingredients_detail":[
                "2 Pasture-Raised Eggs",
                "1 15.5-Oz Can Chickpeas",
                "½ cup Semi-Pearled Farro",
                "¼ cup Barbecue Sauce",
                "2 ears Of Corn",
                "2 Persian Cucumbers",
                "2 Scallions",
                "1 oz Sliced Pickled Jalapeño Pepper",
                "1 Tbsp Rice Vinegar",
                "2 tsps Honey",
                "1 Tbsp Smoky Spice Blend (Smoked Paprika, Sweet Paprika, Ground Yellow Mustard, Garlic Powder & Onion Powder)"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39789/recipe_steps/95696/1684174427-47-0028-2785/Farro_2_H_drain_med_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95697/1684174343-47-0022-8611/0819_2PV2_BBQ-Chickpeas_299_WEB_NoScallions.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95698/1684174462-47-0030-8188/2P_Eggs_peel_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95699/1684174377-47-0024-5103/0819_2PV2_BBQ-Chickpeas_304_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39789/recipe_steps/95700/1684174380-49-0020-2956/0819_2PV2_BBQ-Chickpeas_316_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Fill a separate, small pot 3/4 of the way up with water; cover and heat to boiling on high. Once the medium pot of water is boiling, add the farro. Cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot.",
                "Meanwhile, wash and dry the fresh produce. Remove any husks and silks from the corn; cut the kernels off the cobs. Thinly slice the scallions, separating the white bottoms and hollow green tops. Drain and rinse the chickpeas. Halve the cucumbers lengthwise; thinly slice crosswise. Roughly chop the pepper. Thoroughly wash your hands, knife, and cutting board immediately after handing. In a bowl, combine the sliced cucumbers, a drizzle of olive oil, and as much of the chopped pepper as you’d like, depending on how spicy you’d like the dish to be; season with salt and pepper. Stir to combine. Set aside to marinate, stirring occasionally, at least 10 minutes. Taste, then season with salt and pepper if desired. In a separate bowl, whisk together the honey, vinegar, and 1 tablespoon of olive oil; season with salt and pepper.",
                "Carefully add the eggs to the small pot of boiling water. Cook 9 minutes for hard-boiled. Turn off the heat. Drain and rinse under cold water 30 seconds to 1 minute to stop the cooking process. When cool enough to handle, peel the cooked eggs; thinly slice. Season with salt and pepper.",
                "Meanwhile, in a large pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the corn kernels; season with salt and pepper. Cook, without stirring, 3 to 4 minutes, or until lightly charred (be careful, as the corn may pop as it cooks). Add the sliced white bottoms of the scallions; season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Transfer to a bowl; cover with foil to keep warm. Wipe out the pan.",
                "In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the drained chickpeas and half the spice blend (you will have extra). Cook, stirring occasionally, 2 to 3 minutes, or until slightly softened. Add the barbecue sauce (carefully, as the liquid may splatter) and 1/4 cup of water. Cook, stirring occasionally, 2 to 3 minutes, or until the sauce is thickened. Turn off the heat. Taste, then season with salt and pepper if desired. To the pot of cooked farro, add the vinaigrette; stir to combine. Taste, then season with salt and pepper if desired. Serve the finished farro topped with the sliced eggs, marinated cucumbers, cooked chickpeas, and cooked corn. Garnish with the sliced green tops of the scallions. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39806/square_newsletter_images/1684297616-47-0007-3335/1122_2P21_Seared-Shrimp-Orzo-Pasta_438_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Pesto Shrimp & Orzo Pasta",
            "title":"with Tomatoes & Zucchini",
            "time":35,
            "price":12.99,
            "about_dish":"For this vibrant, crowd-pleasing dish, we’re combining tender orzo pasta with tomatoes, zucchini, and plump shrimp, then tossing it all with our irresistible basil pesto. You'll finish it off with a sprinkle of parmesan cheese for a touch of richness.13 Points value per serving To learn more about WW's Points program, visit ww.com",
            "highlight":"",
            "calories":650,
            "ingredients_image":"https://media.blueapron.com/recipes/39806/ingredient_images/1684430120-48-0002-6764/0619_2PF_large_feature.png",
            "ingredients_detail":[
                "10 oz Tail-On Shrimp (Peeled & Deveined)",
                "⅓ cup Basil Pesto",
                "4 oz Orzo Pasta",
                "2 cloves Garlic",
                "1 Zucchini",
                "¼ tsp Crushed Red Pepper Flakes",
                "4 oz Grape Tomatoes",
                "1 Tbsp Apple Cider Vinegar",
                "¼ cup Grated Parmesan Cheese",
                "1 Tbsp Weeknight Hero Spice Blend (Onion Powder, Garlic Powder, Smoked Paprika & Whole Dried Parsley)"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39806/recipe_steps/95727/1684297724-47-0009-6360/1122_2P21_Seared-Shrimp-Orzo-Pasta_429_nocheese_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39806/recipe_steps/95728/1684297752-48-0015-4323/0903_FPP_Orzo_0011_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39806/recipe_steps/95729/1684297762-48-0016-4265/0903_FPP_Orzo_0015_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39806/recipe_steps/95730/1684297684-48-0014-8180/1122_2P21_Seared-Shrimp-Orzo-Pasta_431_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39806/recipe_steps/95731/1684297696-49-0010-1676/1122_2P21_Seared-Shrimp-Orzo-Pasta_433_horiz_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Fill a separate, small pot 3/4 of the way up with water; cover and heat to boiling on high. Once the medium pot of water is boiling, add the farro. Cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot.",
                "Meanwhile, wash and dry the fresh produce. Remove any husks and silks from the corn; cut the kernels off the cobs. Thinly slice the scallions, separating the white bottoms and hollow green tops. Drain and rinse the chickpeas. Halve the cucumbers lengthwise; thinly slice crosswise. Roughly chop the pepper. Thoroughly wash your hands, knife, and cutting board immediately after handing. In a bowl, combine the sliced cucumbers, a drizzle of olive oil, and as much of the chopped pepper as you’d like, depending on how spicy you’d like the dish to be; season with salt and pepper. Stir to combine. Set aside to marinate, stirring occasionally, at least 10 minutes. Taste, then season with salt and pepper if desired. In a separate bowl, whisk together the honey, vinegar, and 1 tablespoon of olive oil; season with salt and pepper.",
                "Carefully add the eggs to the small pot of boiling water. Cook 9 minutes for hard-boiled. Turn off the heat. Drain and rinse under cold water 30 seconds to 1 minute to stop the cooking process. When cool enough to handle, peel the cooked eggs; thinly slice. Season with salt and pepper.",
                "Meanwhile, in a large pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the corn kernels; season with salt and pepper. Cook, without stirring, 3 to 4 minutes, or until lightly charred (be careful, as the corn may pop as it cooks). Add the sliced white bottoms of the scallions; season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Transfer to a bowl; cover with foil to keep warm. Wipe out the pan.",
                "In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the drained chickpeas and half the spice blend (you will have extra). Cook, stirring occasionally, 2 to 3 minutes, or until slightly softened. Add the barbecue sauce (carefully, as the liquid may splatter) and 1/4 cup of water. Cook, stirring occasionally, 2 to 3 minutes, or until the sauce is thickened. Turn off the heat. Taste, then season with salt and pepper if desired. To the pot of cooked farro, add the vinaigrette; stir to combine. Taste, then season with salt and pepper if desired. Serve the finished farro topped with the sliced eggs, marinated cucumbers, cooked chickpeas, and cooked corn. Garnish with the sliced green tops of the scallions. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39877/square_newsletter_images/1684854393-28574-0017-4654/0705_2P11_Honey-Lime-Chicken-Bowl_135_SQ_Web.jpg?quality=80&width=850&format=pjpg",
            "name":"Lime-Honey Chicken & Farro Bowl",
            "title":"with Sweet Corn & Poblano Pepper",
            "time":30,
            "price":10,
            "about_dish":"In this vibrant dish, simply seared chicken is elevated by a zesty-sweet glaze of honey and lime, which we're spooning over the chicken as it cooks. It's all served over a hearty bed of farro––finished with lime zest for even more bright flavor––and topped with a cooling sour cream.",
            "highlight":"",
            "calories":540,
            "ingredients_image":"https://media.blueapron.com/recipes/39877/ingredient_images/1685043470-47-0004-1545/0626_2PRE07_large_feature.png",
            "ingredients_detail":[
                "10 oz Boneless Chicken Breast Pieces",
                "½ cup Semi-Pearled Farro",
                "2 ears Of Corn",
                "1 Lime",
                "1 Tbsp Mexican Spice Blend (Ancho Chile Powder, Smoked Paprika, Garlic Powder, Ground Cumin & Dried Mexican Oregano)",
                "1 Poblano Pepper",
                "2 Scallions",
                "2 tsps Honey",
                "¼ cup Sour Cream"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39877/recipe_steps/95906/1684854434-28574-0020-9591/Farro_2_H_drain_med_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39877/recipe_steps/95907/1684854416-49-0025-0651/0705_2P11_Honey-Lime-Chicken-Bowl_116_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39877/recipe_steps/95908/1684854418-49-0026-0886/0705_2P11_Honey-Lime-Chicken-Bowl_119_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39877/recipe_steps/95909/1684854420-28574-0019-4967/0705_2P11_Honey-Lime-Chicken-Bowl_123_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39877/recipe_steps/95910/1684854449-49-0027-4794/1128_FP15_Mexican-Beef-Rice-bowls_181_Web.jpg?width=512"
            ],
            "instruction_detail":[
                "Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Once boiling, add the farro and cook, uncovered, 18 to 20 minutes, or until tender. Turn off the heat. Drain thoroughly and return to the pot.",
                "Meanwhile, wash and dry the fresh produce. Thinly slice the scallions, separating the white bottoms and hollow green tops. Remove any husks and silks from the corn; cut the kernels off the cobs. Using a zester or the small side of a box grater, finely grate the lime to get 1 teaspoon. Quarter the lime. Cut off and discard the stem of the pepper; halve lengthwise. Remove the ribs and seeds, then small dice. Thoroughly wash your hands immediately after handling. In a bowl, combine the honey, the juice of 2 lime wedges, and 2 tablespoons of water. Season with salt and pepper.",
                "In a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the sliced white bottoms of the scallions, corn kernels, and diced pepper in an even layer. Cook, without stirring, 1 to 2 minutes, or until lightly browned. Season with salt and pepper. Cook, stirring occasionally, 2 to 3 minutes, or until softened. Turn off the heat. Transfer to the pot of cooked farro; add the lime zest and a drizzle of olive oil. Stir to combine. Taste, then season with salt and pepper if desired. Cover to keep warm. Wipe out the pan.",
                "Pat the chicken dry with paper towels. Place in a bowl. Season with salt, pepper, and enough of the spice blend to coat (you may have extra). Toss to coat. In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the seasoned chicken in an even layer. Cook, stirring occasionally, 3 to 4 minutes, or until lightly browned. Add the glaze (carefully, as the liquid may splatter). Cook, stirring frequently, 1 to 2 minutes, or until the chicken is coated and cooked through. Turn off the heat.",
                "Meanwhile, in a bowl, combine the sour cream and the juice of the remaining lime wedges. Season with salt and pepper. Serve the finished farro topped with the glazed chicken (including any glaze from the pan), lime sour cream, and sliced green tops of the scallions. Enjoy!"
            ]
        },
        {
            "image":"https://media.blueapron.com/recipes/39925/square_newsletter_images/1685043422-52-0003-9769/0715_2PP_Southern-Chicken_3534_Square.jpg?quality=80&width=850&format=pjpg",
            "name":"Seared Chicken & Dijon Pan Sauce",
            "title":"with Mashed Potatoes & Green Beans",
            "time":35,
            "price":13.99,
            "about_dish":"This wholesome dish gets a sophisticated lift from a flavorful pan sauce made with whole grain dijon mustard and spicy maple syrup which lend rich, complex flavor to our seared chicken. Classic sides of creamy mashed potatoes and garlicky sautéed green beans round out the dish.",
            "highlight":"",
            "calories":670,
            "ingredients_image":"https://media.blueapron.com/recipes/39925/ingredient_images/1685043359-49-0001-3309/0626_2PP_large_feature.png",
            "ingredients_detail":[
                "2 Boneless, Skinless Chicken Breasts",
                "2 cloves Garlic",
                "¾ lb Potatoes",
                "6 oz Green Beans",
                "1 Tbsp Southern Spice Blend (Onion Powder, Garlic Powder, Ground Yellow Mustard, Smoked Paprika & Cayenne Pepper)",
                "1 Tbsp Whole Grain Dijon Mustard",
                "1½ Tbsps Spicy Maple Syrup",
                "1 oz Salted Butter",
                "2 Tbsps Crème Fraîche"
            ],
            "instruction_image":[
                "https://media.blueapron.com/recipes/39925/recipe_steps/96082/1685117025-49-0011-1845/0408_FPF_Chicken-Fried-Steak_0489_NoCarrots_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39925/recipe_steps/96083/1684968401-48-0001-1191/2P_mashedpotato_oliveoil_WEB.jpg?width=512",
                "https://media.blueapron.com/recipes/39925/recipe_steps/96084/1684968422-50-0004-0565/0715_2PP-W1_Southern-Chicken_047_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39925/recipe_steps/96085/1684968443-48-0002-0924/0715_2PP-W1_Southern-Chicken_052_Web.jpg?width=512",
                "https://media.blueapron.com/recipes/39925/recipe_steps/96086/1684968447-49-0002-2022/0715_2PP-W1_Southern-Chicken_057_Web.jpg?width=512"

            ],
            "instruction_detail":[
                "Fill a medium pot 3/4 of the way up with salted water; cover and heat to boiling on high. Wash and dry the fresh produce. Medium dice the potatoes. Cut off and discard any stem ends from the green beans. Peel and roughly chop 2 cloves of garlic.",
                "Add the diced potatoes to the pot of boiling water and cook 16 to 18 minutes, or until tender when pierced with a fork. Turn off the heat. Drain thoroughly and return to the pot. Add the crème fraîche and a drizzle olive oil. Using a fork or potato masher, mash to your desired consistency. Taste, then season with salt and pepper if desired. Cover to keep warm.",
                "Meanwhile, in a medium pan (nonstick, if you have one), heat a drizzle of olive oil on medium-high until hot. Add the green beans; season with salt and pepper. Cook, stirring occasionally, 3 to 4 minutes, or until lightly browned. Add 2 tablespoons of water (carefully, as the liquid may splatter). Cook, stirring occasionally, 1 to 2 minutes, or until the water has cooked off. Add the chopped garlic; season with salt and pepper. Cook, stirring frequently, 1 to 2 minutes, or until softened. Transfer to a bowl and cover with foil to keep warm. Wipe out the pan.",
                "Pat the chicken dry with paper towels; season on both sides with salt, pepper, and enough of the spice blend to coat (you may have extra). In the same pan, heat a drizzle of olive oil on medium-high until hot. Add the seasoned chicken. Cook 6 to 7 minutes per side, or until browned and cooked through.* Leaving any browned bits (or fond) in the pan, transfer to a cutting board.",
                "To the pan of reserved fond, add the mustard, maple syrup, and 1/4 cup of water (carefully, as the liquid may splatter). Cook on medium-high, stirring occasionally and scraping up any fond, 2 to 3 minutes, or until the sauce is thickened. Turn off the heat. Stir in the butter until melted and combined. Taste, then season with salt and pepper if desired. Slice the cooked chicken crosswise. Serve the sliced chicken with the mashed potatoes and cooked green beans. Top the chicken with the pan sauce. Enjoy!"
            ]
        },
        {
            "image":"",
            "name":"",
            "title":"",
            "time":0,
            "price":0,
            "about_dish":"",
            "highlight":"",
            "calories":"",
            "ingredients_image":"",
            "ingredients_detail":[],
            "instruction_image":[],
            "instruction_detail":[]
        }
    ]
}